Revit 2027 API
FabricationConfiguration.GetAllStiffenerIds Method
 Gets all available stiffener identifiers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<int> GetAllStiffenerIds()
Public Function GetAllStiffenerIds As IList(Of Integer)
public:
IList<int>^ GetAllStiffenerIds()
member GetAllStiffenerIds : unit -> IList<int>
Return Value
IList<Int32>
 Returns an array of available stiffener identifiers.
See Also
Reference
FabricationConfiguration Class
Autodesk.Revit.DB Namespace